Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And Jesus, answering, said, O false and foolish generation, how long will I be with you? how long will I put up with you? let him come here to me.
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᏂᏦᎯᏳᏒᎾ ᎠᎴ ᎢᏣᎦᏔᎲᏛ ᎪᎯ ᏥᏤᎭ, ᎢᎳᎪ ᏂᎪᎯᎴᏍᏗ ᎢᏨᏰᎳᏗᏙᎮᏍᏗ? ᎢᎳᎪ ᏂᎪᎯᎴᏍᏗ ᎤᎾᏁᎳᎩ ᎢᏨᏰᎵᏎᎮᏍᏗ? ᏍᎩᏯᏘᏃᎯᏏ.

source: And Jesus gave orders to the unclean spirit, and it went out of him: and the boy was made well from that hour.
chr: ᏥᏌᏃ ᎠᏍᎩᎾ ᎤᏍᎦᏨᎩ; ᎠᏍᎩᎾᏃ ᎤᏄᎪᏨᎩ ᎠᏧᏣ, ᎠᎴ ᎾᎯᏳᏉ ᎤᏗᏩᏒᎩ.

source: Then the disciples came to Jesus privately, and said, Why were we not able to send it out?
chr: ᎿᏉᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏥᏌ ᎬᏩᎷᏤᎸᎩ ᎤᏅᏒ ᎨᏒᎢ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᏙᏃ ᏦᎩᏄᎸᏅᎩ ᎣᏥᏄᎪᏫᏍᏗᏱ?

source: And he says to them, Because of your little faith: for truly I say to you, If you have faith as a grain of mustard seed, you will say to this mountain, Be moved from this place to that; and it will be moved; and nothing will be impossible to you.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᏦᎯᏳᏒᎾ ᎨᏒᎢ. ᎤᏙᎯᏳᎯᏯᏰᏃ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎢᏳᏃ ᏱᏦᎯᏳᎭ ᎾᏍᏉ ᎠᏥᎸᏉ ᎤᎦᏔ ᎢᎩᏛ, ᎯᎠ ᏱᏂᏥᏪᏏ ᎯᎠ ᏦᏓᎸ, ᎭᏓᏅᎾ ᎢᏢ ᏫᎶᎯ, ᎠᎭ ᎤᏓᏅᏍᏗ; ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᏱᎨᏥᏄᎸᎲᏍᎦ.

source: And while they were going about in Galilee, Jesus said to them, The Son of man will be given up into the hands of men;
chr: ᎠᏏᏃ ᎨᎵᎵ ᎠᏁᏙᎲᎢ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏴᏫ ᎤᏪᏥ ᏴᏫ ᏙᏓᎨᏥᏲᎯᏎᎵ,

source: And they will put him to death, and the third day he will come again from the dead. And they were very sad.
chr: ᎠᎴ ᎾᏍᎩ ᏓᎬᏩᎵ, ᎠᎴ ᏦᎢᏁ ᎢᎦ ᏙᏛᎠᎴᏂ. ᎤᏣᏔᏅᎯᏃ ᎤᏲ ᎤᏂᏰᎸᏅᎩ.

source: And when they had come to Capernaum, those who took the Temple tax came to Peter and said, Does not your master make payment of the Temple tax?
chr: ᎨᏆᏂᏃ ᎤᏂᎷᏨ ᎠᏰᎵ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎬᏩᎷᏤᎴ ᏈᏓ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᏝᏍᎪ ᏗᏤᏲᎲᏍᎩ ᎠᏰᎵ ᏯᎫᏱᏍᎪᎢ?

source: He says, Yes. And when he came into the house, Jesus said to him, What is your opinion, Simon? from whom do the kings of the earth get payment or tax? from their sons or from other people?
chr: ᎥᎥ, ᎤᏛᏁᎢ. ᎠᏓᏁᎸᏃ ᎤᎷᏨ ᏥᏌ ᎤᏲᏍᏙᏓᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎦᏙ ᎮᎵᎭ, ᏌᏩᏂ; ᎦᎪ ᎠᏰᎵ ᎬᏩᎾᎫᏴᎡᎰ ᎤᏂᎬᏫᏳᎯ ᎡᎶᎯ ᎠᏁᎯ; ᏧᏁᏥᏍᎪ, ᏅᏩᎾᏓᎴᎨ?

source: And when he said, From other people, Jesus said to him, Then are the sons free.
chr: ᏅᏩᎾᏓᎴᎢ, ᎤᏓᏙᏎᎸᎩ ᏈᏓ. ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏧᏁᏥᏍᎩᏂᎨᏃ ᎤᎾᏁᎳᎩᏉ.

source: But, so that we may not be a cause of trouble to them, go to the sea, and let down a hook, and take the first fish which comes up; and in his mouth you will see a bit of money: take that, and give it to them for me and you.
chr: ᎠᏎᏃ ᏗᏂᎿᎸᏙᏍᏗᏱ ᏂᎨᏒᎾ, ᎥᏓᎵ ᎮᎾ, ᎠᏑᏗᏃ ᏫᏣᏓᎡᏒᎭ, ᎢᎬᏱᏱᏃ ᎯᏴᎩᏛ ᎠᏣᏗ ᎯᏁᏒᎭ, ᎠᎴ ᎯᏍᏚᎢᏒ ᎠᎰᎵ ᎠᏰᎵ-ᎠᏕᎸ ᏘᏩᏛᎯ; ᎾᏍᎩ ᎯᎩᏒᎭ ᎠᎴ ᏕᎯᏁᎸᎭ ᎠᏴ ᎩᎾᎫᏴᏗ.

source: Chapter 18
chr: ᎠᏯᏙᎸᎢ 18

source: In that hour the disciples came to Jesus, saying, Who is greatest in the kingdom of heaven?
chr: ᎾᎯᏳ ᏥᏌ ᎬᏩᎷᏤᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎦᎪ ᎤᏟᎠ ᏥᎸᏉᏗᏳ ᎾᎿ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: And he took a little child, and put him in the middle of them,
chr: ᏥᏌᏃ ᎠᏲᎵ ᏭᏯᏅᎲ ᎠᏰᎵ ᎠᏂᏅ ᎤᏪᎧᏅᎩ, ᎠᎴ ᎯᎠ ᏄᏪᏒᎩ;

source: And said, Truly, I say to you, If you do not have a change of heart and become like little children, you will not go into the kingdom of heaven.
chr: ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎢᏳᏃ ᏂᏣᏓᏁᏟᏴᏒᎾ ᎢᎨᏎᏍᏗ, ᎠᎴ ᏗᏂᏲᎵ ᏥᏄᎾᏍᏗ ᏂᏣᎵᏍᏔᏅᎾ ᎢᎨᏎᏍᏗ, ᎥᏝ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏴᎨᏥᏴᎭ.

source: Whoever, then, will make himself as low as this little child, the same is the greatest in the kingdom of heaven.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᎤᏓᏙᎵᏍᏗ ᎨᏎᏍᏗ ᎾᏍᎩᏯ ᎯᎠ ᎠᏲᎵ, ᎾᏍᎩ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎨᏎᏍᏗ ᎾᎿ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: And whoever gives honour to one such little child in my name, gives honour to me:
chr: ᎠᎴ ᎩᎶ ᏓᏓᏂᎸᎨᏍᏗ ᏌᏉ ᎾᏍᎩ ᎯᎠ ᎢᏳᏍᏗ ᎠᏲᎵ ᏓᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ.

source: But whoever is a cause of trouble to one of these little ones who have faith in me, it would be better for him to have a great stone fixed to his neck, and to come to his end in the deep sea.
chr: ᎩᎶᏍᎩᏂ ᏕᎪᏕᏍᏗᏍᎨᏍᏗ ᏌᏉ ᎯᎠ ᏧᎾᏍᏗᎦ ᎨᏒ ᎾᏍᎩ ᎬᏉᎯᏳᎲᏍᎩ, ᎤᏟ ᎣᏏᏳ ᎠᏍᏙᏍᎩ ᏅᏯ ᏯᏥᏯᏝᏅ, ᎠᎴ ᎠᏍᏛᎬ ᎠᎺᏉᎯ ᏯᏥᎬᏴ.

source: A curse is on the earth because of trouble! for it is necessary for trouble to come; but unhappy is that man through whom the trouble comes.
chr: ᎤᏂᎢᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ ᎡᎶᎯ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏗᎾᏓᏙᏕᏍᏗᏍᎩ, ᎠᏎᏰᏃ ᏗᎾᏓᏙᏕᏍᏗᏍᎩ ᎤᏂᎾᏄᎪᎢᏍᏗ; ᎠᏎᏃ ᎤᏲᎢᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎠᏍᎦᏯ ᏗᏓᏙᏕᏍᏗᏍᎩ ᎤᎾᏄᎪᏫᏒᎯ.

source: And if your hand or your foot is a cause of trouble, let it be cut off and put it away from you: it is better for you to go into life with the loss of a hand or a foot than, having two hands or two feet, to go into the eternal fire.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᏦᏰᏂ ᎠᎴ ᏣᎳᏏᏕᏂ ᏕᏦᏕᏍᏗᏍᎨᏍᏗ, ᎯᏍᏆᎵᏍᎨᏍᏗ ᎠᎴ ᏫᏣᏕᎨᏍᏗ; ᎤᏟ ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏦᏰᏂ ᎠᎴ ᏣᎳᏏᏕᏂ ᏣᏲᎱᏎᎸᎯ ᏱᎩ ᎬᏂᏛ ᏗᎨᏒ ᏫᏱᏣᏴᎸ, ᎠᏃ ᎢᏧᎳ ᏱᏘᏰᏌᏓ ᎠᎴ ᎢᏧᎳ ᏗᏣᎳᏏᏕᏂ ᏫᏰᏣᏓᎢᏅ ᏂᎬᏠᏍᎬᎾ ᎨᏒ ᎠᏥᎸᏱ.

source: And if your eye is a cause of trouble to you, take it out, and put it away from you: it is better for you to go into life with one eye than, having two eyes, to go into the hell of fire.
chr: ᎢᏳ ᎠᎴ ᎯᎦᏙᎵ ᏕᏦᏕᏍᏗᏍᎨᏍᏗ, ᎭᏓᎦᏖᏙᎢᏍᎨᏍᏗ ᎠᎴ ᏫᏣᏕᎨᏍᏗ; ᎤᏟ ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏌᏉ ᏱᎧᎿ ᎬᏂᏛ ᏗᎨᏒ ᏫᏱᏣᏴᎸ, ᎠᏃ ᎢᏧᎳ ᏱᏘᎧᎿ ᏨᏍᎩᏃᎢ ᎠᏥᎸᏱ ᏫᏰᏣᏓᎢᏅ.

source: Let it not seem to you that one of these little ones is of no value; for I say to you that in heaven their angels see at all times the face of my Father in heaven.
chr: ᎢᏤᏯᏔᎮᏍᏗ ᏥᎦᏰᏥᏐᏢᏔᏂ ᏌᏉ ᎯᎠ ᏧᎾᏍᏗᎦ; ᎯᎠᏰᏃ ᏂᏨᏪᏎᎭ; ᎦᎸᎳᏗ ᏦᏒ ᏧᎾᏤᎵᎦ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏂᎪᎯᎸ ᎠᏂᎪᏩᏘᏍᎪ ᎤᎧᏛ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ.

source: What would you say now? if a man has a hundred sheep, and one of them has gone wandering away, will he not let the ninety-nine be, and go to the mountains in search of the wandering one?
chr: ᎦᏙ ᎢᏤᎵᎭ; ᎢᏳᏃ ᎩᎶ ᎠᏍᎦᏯ ᎠᏍᎪᎯᏧᏈ ᎠᏫ ᏱᏚᎾᏝᎠ, ᏌᏉᏃ ᏳᎴᏲᎡᎸ, ᏝᏍᎪ ᏐᎣᏁᎳᏍᎪᎯ ᏐᎣᏁᎳᎦᎵ ᎢᏯᏂᏛ ᏱᏗᎬᏕᎪᎢ, ᎠᎴ ᏱᏗᎧᎾᎷᏏᏙᎰ ᎦᏚᏏ ᏳᏲᎰ ᎤᎴᏲᎡᎸᎯ?

source: And if he comes across it, truly I say to you, he has more joy over it than over the ninety-nine which have not gone out of the way.
chr: ᎢᏳᏃ ᎠᏩᏛ, ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᎤᏟ ᏂᎦᎣ ᎠᎵᎮᎵᎪ ᎾᏍᎩ ᎨᏒ ᎢᏳᏍᏗ, ᎡᏍᎦᏉ ᏐᎣᏁᎳᏍᎪᎯ ᏐᎣᏁᎳᎦᎵ ᎢᏯᏂᏛ ᏄᎾᎴᏲᎥᎾ.

source: Even so it is not the pleasure of your Father in heaven for one of these little ones to come to destruction.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᎥᏝ ᏳᏚᎵ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ, ᏌᏉ ᎯᎠ ᏧᎾᏍᏗᎦ ᎨᏒ ᏧᏂᏲᎱᎯᏍᏗᏱ.

source: And if your brother does wrong to you, go, make clear to him his error between you and him in private: if he gives ear to you, you have got your brother back again.
chr: ᎢᏳᏃ ᏗᏍᏓᏓᏅᏟ ᎢᏣᏍᎦᏅᏤᎮᏍᏗ, ᎮᎨᏍᏗ ᎯᏃᏁᎮᏍᏗ ᎤᏍᎦᏅᏨ ᎢᏍᏛᏒᏉ ᎨᏒᎢ; ᎢᏳᏃ ᎢᏣᏛᏓᏍᏓᏁᎮᏍᏗ, ᎯᏩᏛᎮᏍᏗ ᏗᏍᏓᏓᏅᏟ.

source: But if he will not give ear to you, take with you one or two more, that by the lips of two or three witnesses every word may be made certain.
chr: ᎢᏳᏍᎩᏂᏃ ᏂᏣᏛᏓᏍᏓᏁᎲᎾᏉ ᎢᎨᏎᏍᏗ, ᎠᏏᏴᏫ ᎠᎴ ᎠᏂᏔᎵ ᏕᎭᏘᏁᎨᏍᏗ, ᎾᏍᎩᏃ ᎠᏂᏃᎮᏍᎬ ᎠᏂᏔᎵ ᎠᎴ ᎠᏂᏦᎢ ᎠᏂᎦᏔᎯ ᏂᎦᏛ ᏣᏁᏨ ᎠᏍᏓᏲᏍᎨᏍᏗ.

source: And if he will not give ear to them, let it come to the hearing of the church: and if he will not give ear to the church, let him be to you as a Gentile and a tax-farmer.
chr: ᎢᏳᏃ ᎾᏍᎩ ᏂᏓᏛᏓᏍᏓᏁᎲᎾᏉ ᎢᎨᏎᏍᏗ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎯᏃᎲᏍᎨᏍᏗ; ᎢᏳᏍᎩᏂᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏂᏓᏛᏓᏍᏓᏁᎲᎾ ᎢᎨᏎᏍᏗ, ᏅᏩᏓᎴᏉ ᏴᏫ ᎠᎴ ᎠᏰᎵᏉ-ᎠᏕᎸ ᎠᎩᏏᏙᎯ ᎾᏍᎩᏯ ᎯᏯᏓᏅᏖᏍᎨᏍᏗ.

source: Truly I say to you, Whatever things are fixed by you on earth will be fixed in heaven: and whatever you make free on earth will be made free in heaven.
chr: ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᏣᎸᎢᎮᏍᏗ ᎡᎶᎯ, ᎦᎸᏍᏗ ᎨᏎᏍᏗ ᎦᎸᎳᏗ; ᏂᎦᎥᏃ ᎪᎱᏍᏗ ᎢᏣᎸᎩᏍᎨᏍᏗ ᎡᎶᎯ ᎦᎸᎩᏍᏗ ᎨᏎᏍᏗ ᎦᎸᎳᏗ.

source: Again, I say to you, that if two of you are in agreement on earth about anything for which they will make a request, it will be done for them by my Father in heaven.
chr: ᎠᎴᏬ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎢᏳᏃ ᎠᏂᏔᎵ ᏂᎯ ᏥᏤᏙᎭ ᎠᎾᎵᎪᎲᏍᎨᏍᏗ ᎠᏂ ᎡᎶᎯ ᏂᎦᎥᏉ ᎪᎱᏍᏗ ᎠᏂᏔᏲᎯᎮᏍᏗ, ᎾᏍᎩ ᎢᏳᎾᏛᏁᏗ ᎨᏎᏍᏗ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ.

source: For where two or three are come together in my name, there am I among them.
chr: ᎢᎸᎯᏢᏰᏃ ᎠᏂᏔᎵ ᎠᎴ ᎠᏂᏦᎢ ᏥᏓᏂᎳᏫᎣ ᎠᏴ ᏓᏆᏙᎥ ᏥᏅᏗᎦᎵᏍᏙᏗᏍᎪᎢ, ᎾᎿ ᎠᏰᎵ ᎠᏆᏓᏑᏲᎢ.

source: Then Peter came and said to him, Lord, what number of times may my brother do wrong against me, and I give him forgiveness? till seven times?
chr: ᎿᏉᏃ ᏈᏓ ᎤᎷᏤᎸ ᎯᎠ ᏄᏪᏒᎩ; ᏣᎬᏫᏳᎯ, ᎢᎳᎪ ᎾᎩᏍᎦᏅᏤᎮᏍᏗ ᏦᏍᏓᏓᏅᏟ, ᎠᏏᏉ ᎢᏥᏯᏙᎵᎨᏍᏗ? ᎦᎵᏉᎩᏍᎪ?

source: Jesus says to him, I say not to you, Till seven times; but, Till seventy times seven.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᏝ ᎦᎵᏉᎩᏉ ᏱᎬᏲᏎᎭ, ᎦᎵᏆᏍᎪᎯᏍᎩᏂ ᎦᎸᏉᎩ ᎢᏳᎶᏒᎯ.

source: For this reason the kingdom of heaven is like a king, who went over his accounts with his servants.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎩᎶ ᎤᎬᏫᏳᎯ ᏧᏓᏅᏖᎴ ᎣᏍᏛ ᎢᏳᏅᏁᏗᏱ ᏚᏚᎬ ᏧᏅᏏᏓᏍᏗ.

source: And at the start, one came to him who was in his debt for ten thousand talents.
chr: ᎿᏉᏃ ᎤᎾᎴᏅᎲ ᎣᏍᏛ ᏄᏅᏁᎸ, ᏌᏉ ᎠᎦᏘᏃᎮᎴ ᎠᏍᎪᎯ ᎢᏳᏆᏗᏅᏛ ᎠᏕᎸ ᎤᏚᎩ.

source: And because he was not able to make payment, his lord gave orders for him, and his wife, and his sons and daughters, and all he had, to be given for money, and payment to be made.
chr: ᎠᏎᏃ ᎪᎱᏍᏗ ᎤᏓᏴᏙᏗ ᏄᎲᎾ ᎨᏒ ᎢᏳᏍᏗ, ᎤᎾᏝᎢ ᎤᏁᏤ ᎠᏥᎾᏗᏅᏗᏱ ᎠᎴ ᎤᏓᎵᎢ ᎠᎴ ᏧᏪᏥ ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ ᎤᎲᎢ, ᎠᏓᏴᏗᏱᏃ.

source: So the servant went down on his face and gave him worship, saying, Lord, give me time to make payment and I will give you all.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏥᏅᏏᏓᏍᏗ ᎡᎳᏗ ᎤᏓᏅᏁᎢ, ᎠᎴ ᎤᏓᏙᎵᏍᏓᏁᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᏍᎩᎾᏝᎢ, ᏍᎩᏙᎵᎩ ᏍᎩᎦᏘᏓ, ᏂᎦᏛᏃ ᏓᎬᏯᎫᏴᎡᎵ.

source: And the lord of that servant, being moved with pity, let him go, and made him free of the debt.
chr: ᎾᏍᎩᏃ ᎠᏥᏅᏏᏓᏍᏗ ᎤᎾᏝᎢ ᎤᏪᏙᎵᏤᎢ, ᎠᎴ ᎤᏪᎧᏁᎢ, ᎠᎴ ᎤᏚᎬ ᎤᏁᎳᎩ ᎤᏪᎵᏎᎴᎢ.

source: But that servant went out, and meeting one of the other servants, who was in debt to him for one hundred pence, he took him by the throat, saying, Make payment of your debt.
chr: ᎠᏎᏃ ᎾᏍᎩ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ ᎤᏄᎪᏨ, ᎤᏩᏛᎮ ᎠᏏᏴᏫ ᎢᏧᎳᎭ ᎨᏥᏅᏏᏓᏍᏗ ᎾᏍᎩ ᎤᏁᏨᎯ ᎤᎫᏴᎡᏗᏱ ᎠᏍᎪᎯᏧᏈ ᎠᎩᏏ ᏧᎾᎬᏩᎶᏗ; ᎤᏂᏴᎮᏃ, ᎠᎴ ᎤᏴᏍᎩᏴᎮᎢ; ᏍᏆᎫᏴᏏ ᏥᎬᏚᎦ, ᎤᏛᏁᎢ.

source: So that servant went down on his face, requesting him and saying, Give me time and I will make payment to you.
chr: ᎢᏧᎳᎭᏃ ᎨᏥᏅᏏᏓᏍᏗ ᏚᎳᏍᎬ ᎡᎳᏗ ᎤᏓᏅᏁ ᎤᏓᏙᎵᏍᏓᏁᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᏍᎩᏙᎵᎩ ᏍᎩᎦᏘᏓ, ᏂᎦᏛᏃ ᏓᎬᏯᎫᏴᎡᎵ.

source: And he would not: but went and put him into prison till he had made payment of the debt.
chr: ᎠᏎᏃ ᎥᏝ ᏳᏬᎯᏳᏁᎢ, ᏗᏓᏍᏚᏗᏱᏉ ᏭᎶᏎᎢ, ᎠᎴ ᎾᎿ ᏭᏴᏔᏁ ᎤᎫᏴᏗᏱ ᎠᏥᏚᎬ ᎢᎪᎯᏛ.

source: So when the other servants saw what was done they were very sad, and came and gave word to their lord of what had been done.
chr: ᎾᏉᏃ ᎾᏍᎩ ᎢᏧᎳᎭ ᎨᏥᏅᏏᏓᏍᏗ ᎤᎾᏙᎴᎰᏒ ᏄᎵᏍᏔᏅᎢ ᎤᏣᏘ ᎤᏲ ᎤᏂᏰᎸᏁᎢ, ᎠᎴ ᎤᏂᎷᏤ ᎤᏂᏃᏁᎴ ᏧᏂᎾᏝᎢ ᏂᎦᏛ ᏄᎵᏍᏔᏂᏙᎸᎢ.

source: Then his lord sent for him and said, You evil servant; I made you free of all that debt, because of your request to me:
chr: ᎿᏉᏃ ᎤᎾᏝᎢ ᏭᏯᏅᎲ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏣᏁᎫᏥᏛ ᎬᏅᏏᏓᏍᏗ, ᎤᏁᎳᎩ ᎬᏰᎵᏎᎸᎩ ᏂᎦᏛ ᏂᎯ ᏥᎬᏚᎬᎩ, ᏍᎩᏔᏲᏎᎸ ᎢᏳᏍᏗ.

source: Was it not right for you to have mercy on the other servant, even as I had mercy on you?
chr: ᏝᏍᎪ ᎾᏍᏉ ᏂᎯ ᎦᎯᏯᏙᎵᏍᏗ ᏱᎨᏎ ᎢᏧᎳᎭ ᎡᏍᏗᏅᏏᏓᏍᏗ, ᎾᏍᎩᏯ ᎬᏯᏙᎵᏨᎢ?

source: And his lord was very angry, and put him in the hands of those who would give him punishment till he made payment of all the debt.
chr: ᎤᏔᎳᏭᏎᏃ ᎤᎾᏝᎢ, ᎠᎴ ᏫᏚᏲᎯᏎᎴ ᏗᎾᏓᏍᏚᎲᏍᎩ ᎤᎫᏴᎰᎲᏍᏗᏱ ᏂᎦᏛ ᎠᏥᏚᎬ ᎢᎪᎯᏛ.

source: So will my Father in heaven do to you, if you do not everyone, from your hearts, give forgiveness to his brother.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏅᏓᏨᏴᏁᎵ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ, ᎢᏳᏃ ᏗᏣᏓᏅᏛ ᎢᏴᏛ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᏂᏗᏥᏙᎵᎬᎾ ᎢᎨᏎᏍᏗ ᎢᏣᏓᏅᏟ ᎤᏂᏍᎦᏅᏨᎢ.

source: Chapter 19
chr: ᎠᏯᏙᎸᎢ 19

source: And it came about that after saying these words, Jesus went away from Galilee, and came into the parts of Judaea on the other side of Jordan.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᏥᏌ ᎤᏍᏆᏛ ᎾᏍᎩ ᎯᎠ ᏂᎦᏪᏍᎬᎢ, ᎨᎵᎵ ᎤᏓᏅᏒᎩ, ᏧᏗᏱ ᎠᏍᏛ ᏭᎷᏨᎩ ᏦᏓᏂ ᎠᏍᎪᏂᏗᏢ.

source: And a great number went after him; and he made them well there.
chr: ᎤᏂᏣᏘᏃ ᎬᏩᏍᏓᏩᏛᏒᎩ, ᎠᎴ ᎾᎿ ᏚᏅᏩᏅᎩ.

source: And certain Pharisees came to him, testing him, and saying, Is it right for a man to put away his wife for every cause?
chr: ᎠᏂᏆᎵᏏ ᎾᏍᏉ ᎬᏩᎷᏤᎸ ᎬᏩᎪᎵᏰᏍᎬᎩ, ᎯᎠ ᏂᎬᏩᏪᏎᎲᎩ; ᏚᏳᎪᏗᏍᎪ ᎠᏍᎦᏯ ᎤᏓᎢᏅᏗᏱ ᎤᏓᎵᎢ ᏂᎦᎥᏉ ᎪᎱᏍᏗ ᏴᏗᎵᏰᎢᎸᏍᏗᎭ?

source: And he said in answer, Have you not seen in the Writings, that he who made them at the first made them male and female, and said,
chr: ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏝᏍᎪ ᏱᏥᎪᎵᏰᎣ, ᎾᏍᎩ ᏗᏓᎴᏂᏍᎬ ᏧᏪᏢᏅᎯ ᎠᏍᎦᏯ ᎠᎴ ᎠᎨᏴ ᏚᏬᏢᏅᎢ?

source: For this cause will a man go away from his father and mother, and be joined to his wife; and the two will become one flesh?
chr: ᎠᎴ ᎯᎠ ᏄᏪᏒᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᏕᎬᏕᎨᏍᏗ ᎤᏙᏓ ᎠᎴ ᎤᏥ, ᎠᎴ ᎠᏜᏫᏍᏗᏍᎨᏍᏗ ᎤᏓᎵᎢ, ᎠᎴ ᎾᏍᎩ ᎠᏂᏔᎵ ᏌᏉᏉ ᎤᏂᏇᏓᎸᎢ?

source: So that they are no longer two, but one flesh. Then let not that which has been joined by God be parted by man.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᎿᏉ ᎠᏂᏔᎵ ᏱᎩ; ᏌᏉᏉᏍᎩᏂ ᎤᏂᏇᏓᎸᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᏧᏭᏓᏔᏅᎯ ᎨᏒ ᏞᏍᏗ ᏴᏫ ᏱᏚᎦᎴᏅᏔᏁᏍᏗ.

source: They say to him, Why then did Moses give orders that a husband might give her a statement in writing and be free from her?
chr: ᎯᎠᏃ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᏙᏃ ᏱᏏ ᏧᏁᏤ ᎪᏪᎵ ᎦᏅᏁᏗᏱ ᏗᎦᎴᏅᏙᏗ, ᎠᎴ ᎠᎨᎯᏓᏍᏗᏱ?

source: He says to them, Moses, because of your hard hearts, let you put away your wives: but it has not been so from the first.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏗᏍᏓᏱᏳ ᎨᏒ ᎢᏳᏍᏗ ᏗᏥᎾᏫ ᎼᏏ ᎤᎾᏁᎳᎩ ᏓᏂᎨᏙᎯᎮᏍᏗ ᏧᎾᏓᎵᎢ, ᎢᏤᎵᏎᎸᎩ; ᏗᏓᎴᏂᏍᎬᏍᎩᏂ ᎥᏝ ᎾᏍᎩ ᏱᏄᏍᏕᎢ.

source: And I say to you, Whoever puts away his wife for any other cause than the loss of her virtue, and takes another, is a false husband: and he who takes her as his wife when she is put away, is no true husband to her.
chr: ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᎤᏓᎵᎢ ᎢᎠᎨᎯᏙᎮᏍᏗ ᏧᏂᏏᏅᎯᏍᎩᏂᏃᏅ ᎢᎨᏎᏍᏗ, ᏅᏩᏓᎴᏃ ᎢᎠᏓᏰᎨᏍᏗ, ᎠᏓᏲᏁᎮᏍᏗ. ᎩᎶᏃ ᎠᏥᎨᎯᏙᎸᎯ ᎠᏓᏰᎨᏍᏗ ᎠᏓᏲᏁᎮᏍᏗ.

source: The disciples say to him, If this is the position of a man in relation to his wife, it is better not to be married.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎢᏳᏃ ᎾᏍᎩ ᏱᏄᏍᏗ ᎠᏍᎦᏯ ᎤᏓᎵᎢ ᏓᎾᏤᎲᎢ, ᎥᏝ ᎣᏏᏳ ᏱᎩ ᎠᏕᏒᎲᏍᏗᏱ.

source: But he said to them, Not all men are able to take in this saying, but only those to whom it is given.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ, ᎥᏝ ᎾᏂᎥ ᎯᎠ ᏥᏂᏥ Ꮻ ᏱᏙᎬᎾᏓᏂᎸᎩ, ᎨᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᎤᏅᏒ.

source: For there are men who, from birth, were without sex: and there are some who were made so by men: and there are others who have made themselves so for the kingdom of heaven. He who is able to take it, let him take it.
chr: ᎠᏁᎭᏰᏃ ᎠᏂᎾᎵ ᏅᏩᎾᏍᏙ ᏧᏂᏥ ᎬᏩᏂᎾᏄᎪᏫᏒ, ᎠᎴ ᎠᏁᎭ ᎠᏂᎾᎵ ᏴᏫ ᎬᏩᏂᎾᎵᏛᎯ, ᎠᎴ ᎠᏁᎭ ᎠᏂᎾᎵ ᎤᏅᏒ ᎤᎾᏓᎾᎵᏛᎯ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏗᎵᏰᎢᎸᏍᏗᏍᎬᎢ. ᎩᎶ ᏗᎬᏩᏓᏂᎸᎢᏍᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᏓᏓᏂᎸᎨᏍᏗ.

source: Then some people took little children to him, so that he might put his hands on them in blessing: and the disciples said sharp words to them.
chr: ᎿᏉᏃ ᏓᎦᏘᏃᎮᎸᎩ ᏧᎾᏍᏗ ᏗᏂᏲᎵ ᎾᏍᎩ ᏧᏏᏔᏗᏍᏗᏱ ᎠᎴ ᎤᏓᏙᎵᏍᏙᏗᏱ; ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᏚᏂᏅᏍᏓᏕᎸᎩ.

source: But Jesus said, Let the little ones come to me, and do not keep them away: for of such is the kingdom of heaven.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎤᎾᏁᎳᎩ ᏗᏤᎵᏏ ᏧᎾᏍᏗ ᏗᏂᏲᎵ, ᎠᎴ ᏞᏍᏗ ᏗᏥᏅᏍᏓᏕᎸᎩ ᎬᎩᎷᏤᏗᏱ; ᎾᏍᎩᏰᏃ ᏄᎾᏍᏗ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ.

source: And he put his hands on them, and went away.
chr: ᏚᏏᏔᏛᏃ ᎾᎿ ᎤᏓᏅᏒᎩ.

source: And one came to him and said, Master, what good thing have I to do, so that I may have eternal life?
chr: ᎬᏂᏳᏉᏃ ᎠᏏᏴᏫ ᎤᎷᏤᎸᎩ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎰᏍᏛ ᏔᏕᏲᎲᏍᎩ, ᎦᏙ ᎤᏍᏗ ᎣᏍᏛ ᎪᎱᏍᏗ ᏓᎦᏛᏁᎵ ᎠᎩᏩᏛᏙᏗ ᏫᎾᏍᏛᎾ ᎬᏂᏛ?

source: And he said to him, Why are you questioning me about what is good? One there is who is good: but if you have a desire to go into life, keep the rules of the law.
chr: ᎯᎠᏃ ᏄᏪᏎᎸᎩ; ᎦᏙᏃ ᎰᏍᏛ ᎢᏍᏉᏎᎭ? ᎥᏝ ᎩᎶ ᎣᏍᏛ ᏱᎩ ᏌᏉ ᎤᏩᏒᎯᏳ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ. ᎠᏎᏃ ᏣᏚᎵᏍᎨᏍᏗ ᎬᏂᏛ ᏗᎨᏒ ᏫᏣᎾᏄᎪᎢᏍᏗᏱ ᏘᏍᏆᏂᎪᏓ ᏗᎧᎿᏩᏛᏍᏗ.

source: He says to him, Which? And Jesus said, Do not put anyone to death, Do not be untrue in married life, Do not take what is not yours, Do not give false witness,
chr: ᎯᎠ ᏄᏪᏎᎸᎩ; ᎦᏙ ᎤᏍᏗ? ᏥᏌ ᎯᎠ ᏄᏪᎡᎩ; ᎯᎠ, ᏞᏍᏗ ᏣᏓᎸᎩ; ᏞᏍᏗ ᏣᏓᏲᏁᎸᎩ; ᏞᏍᏗ ᏣᏃᏍᎩᏒᎩ; ᏓᎾᏓᏱᎵᏙᎲ ᏞᏍᏗ ᎦᏰᎪᎩ ᏣᏃᎮᎸᎩ;

source: Give honour to your father and your mother: and, Have love for your neighbour as for yourself.
chr: ᎯᎸᏉᏕᏍᏗ ᏣᏙᏓ ᎠᎴ ᏣᏥ; ᎠᎴ ᎾᏍᏉ ᎯᎠ; ᏨᏒ ᏂᏣᏓᎨᏳᏒ ᏂᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ.

source: The young man says to him, All these things have I done: what more is there?
chr: ᎠᏫᏅ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏓᎩᎧᎿᏩᏕᏅ ᏥᏧᏣ ᎨᏒ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎦᏙ ᎠᏏ ᎠᎩᎷᎳ?

source: Jesus said to him, If you have a desire to be complete, go, get money for your property, and give it to the poor, and you will have wealth in heaven: and come after me.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎢᏳᏃ ᏣᏍᏆᏗᏍᏗᏱ ᏣᏚᎵᏍᎨᏍᏗ, ᎮᎾ, ᏫᎾᏚᎦ ᏣᎿᎥᎢ, ᎠᎴ ᏘᎲᏏ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ, ᎦᎸᎳᏗᏃ ᏫᏣᎮᏍᏗ ᏧᎬᏩᎶᏗ; ᎠᎴ ᏖᏒ ᏍᎩᏍᏓᏩᏕᏒᎭ.

source: But hearing these words the young man went away sorrowing: for he had much property.
chr: ᎠᏎᏃ ᎠᏫᏅ ᎾᏍᎩ ᎤᏛᎦᏅ ᎤᏓᏅᏒᎩ ᎤᏲᎢᏳ ᎤᏰᎸᏅᎩ, ᎤᏣᏘᏰᏃ ᎤᏪᎿᎢᏳ ᎨᏒᎩ.

source: And Jesus said to his disciples, Truly I say to you, It is hard for a man with much money to go into the kingdom of heaven.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎤᏪᎿᎢ ᏴᏫ ᎠᏍᏓᏱᏳ ᏭᏴᏍᏗᏱ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: And again I say to you, It is simpler for a camel to go through a needle's eye, than for a man with much money to go into the kingdom of God.
chr: ᎠᎴᏬ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎤᏟ ᎠᎯᏗᏳ ᎨᎻᎵ ᎤᎦᏛᎴᎯᏍᏗᏱ ᏴᎩ ᎦᏏᏁᎾᏛᏗᏱ ᎡᏍᎦᏉ ᎤᏪᎿᎢ ᏴᏫ ᏭᏴᏍᏗᏱ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: And the disciples, hearing this, were greatly surprised, saying, Who then may have salvation?
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᎾᏛᎦᏅ ᎤᏣᏔᏅᎯ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ ᎦᎪᏃ ᏰᎵ ᏯᏥᏍᏕᎸ?

source: And Jesus, looking at them, said, With men this is not possible; but with God all things are possible.
chr: ᏥᏌᏃ ᎾᏍᎩ ᏚᎧᎿᏅ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏴᏫ ᎨᏒ ᎥᏝ ᎾᏍᎩ ᏱᏅᎦᎵᏍᏓ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎨᏒ ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᏳᎵᏍᏙᏗᏉ.

source: Then Peter said to him, See, we have given up everything and have come after you; what then will we have?
chr: ᎿᏉᏃ ᏈᏓ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎠᏴ ᏂᎦᏗᏳ ᏙᎩᏲᏐᏅ ᎠᎴ ᎢᏨᏍᏓᏩᏕᏅ; ᎦᏙᏃ ᎠᏴ ᏓᏲᏥᏩᏛᎯ?

source: And Jesus said to them, Truly I say to you that in the time when all things are made new, and the Son of man is seated in his glory, you who have come after me will be seated on twelve seats, judging the twelve tribes of Israel.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏓᏁᏟᏴᏒᎢ, ᏴᏫ ᎤᏪᏥ ᎦᏅᎭ ᎦᎸᏉᏗᏳ ᎤᏪᏍᎩᎸᎢ, ᏂᎯ ᏍᎩᏍᏓᏩᏛᏛ ᎾᏍᏉ ᎢᏥᏁᏍᏗ ᏔᎳᏚ ᏕᎦᏍᎩᎸᎢ, ᏕᏧᎪᏓᏁᎮᏍᏗ ᏔᎳᏚ ᎾᏂᎳᏍᏓᎸ ᎢᏏᎵ.

source: And everyone who has given up houses, or brothers, or sisters, or father, or mother, or child, or land, for my name, will be given a hundred times as much, and have eternal life.
chr: ᎠᎴ ᎾᏂᎥ ᎩᎶ ᏧᏅᏕᏨᎯ ᏓᏂᏁᎸᎢ, ᎠᎴ ᎠᎾᎵᏅᏟ ᎠᎴ ᏧᏂᏙ, ᎠᎴ ᏧᏂᏙᏓ, ᎠᎴ ᏧᏂᏥ, ᎠᎴ ᏧᎾᏓᎵᎢ, ᎠᎴ ᏧᏁᏥ, ᎠᎴ ᎦᏙᎯ, ᏓᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎤᏂᏩᏛᏗ ᎨᏎᏍᏗ ᎠᏍᎪᎯᏧᏈ ᎤᏁᏉᏨᎯ, ᎠᎴ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏎᏍᏗ ᎬᏂᏛ ᏫᎾᏍᏛᎾ.

source: But a great number who are first will be last, and some who are last will be first.
chr: ᎠᏎᏃ ᎤᏂᏣᏔ ᎢᎬᏱ ᏥᎩ ᎣᏂᏱ ᎨᏎᏍᏗ; ᎣᏂᏱᏃ ᏥᎩ ᎢᎬᏱᎢᎨᏎᏍᏗ.

source: Chapter 20
chr: ᎠᏯᏙᎸᎢ 20

source: For the kingdom of heaven is like the master of a house, who went out early in the morning to get workers into his vine-garden.
chr: ᎦᎸᎳᏗᏰᏃ ᎤᏤᎵᎪᎯ ᎾᏍᎩᏯᏉ ᎠᏍᎦᏯ ᎦᏁᎳ, ᏑᎾᎴᎢᏳ ᏧᏪᏅᏎ ᏥᏚᏅᏒᏎ ᎪᎱᏍᏗ ᎠᎾᏛᏁᎯ ᏖᎸᎳᏗ ᏚᏫᏒ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ.

source: And when he had made an agreement with the workmen for a penny a day, he sent them into his vine-garden.
chr: ᎿᏉᏃ ᎾᏍᎩ ᎠᏍᎦᏯ ᎪᎱᏍᏗ ᎠᎾᏛᏁᎯ ᏚᏄᎪᏔᏅ ᎠᎩᏏ ᏧᎬᏩᎶᏗ ᏧᎫᏴᎡᏗᏱ ᏏᎦ, ᏖᎸᎳᏗ ᏙᏧᏫᏒ ᏚᏅᏎᎢ.

source: And he went out about the third hour, and saw others in the market-place doing nothing;
chr: ᎤᏪᏅᏎᏃ ᏐᎣᏁᎵᏁ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒᎢ, ᎠᎴ ᏚᎪᎮ ᏅᏩᎾᏓᎴ ᎦᏃᏙᏗᏱ ᎠᏂᏙᎾᎡ ᎪᎱᏍᏗ ᎾᎾᏛᎲᎾ,

source: And he said to them, Go into the vine-garden with the others, and whatever is right I will give you. And they went to work.
chr: ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎢᏤᎾ ᎾᏍᏉ ᏂᎯ ᏖᎸᎳᏗ ᏙᏗᏫᏒᎢ, ᏚᏳᎪᏛᏃ ᎨᏒ ᏓᏨᏯᎫᏴᎡᎵ. ᎤᏁᏅᏎᏃ.

source: Again he went out about the sixth and the ninth hour, and did the same.
chr: ᏔᎵᏁ ᎢᎦ ᎢᎤᏪᏅᏎ ᎠᎴ ᎾᏍᏉ ᏦᎢᏁ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎤᏒᎯᏰᏱ, ᎾᏍᎩᏯ ᏂᎤᏛᏁᎴᎢ.

source: And about the eleventh hour he went out and saw others doing nothing; and he says to them, Why are you here all the day doing nothing?
chr: ᎯᏍᎩᏁᏃ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᏔᎵᏁ ᎢᎤᏪᏅᏎᎢ, ᎠᎴ ᏚᏩᏛᎮ ᏅᏩᎾᏓᎴ ᎠᏂᏙᎾᎡ ᎪᎱᏍᏗ ᎾᎾᏛᏁᎲᎾ, ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᎦᏙᏃ ᎠᏂ ᎢᏥᏙᎾᎠ ᎤᏙᏓᏆᏛ ᎪᎱᏍᏗ ᏂᏣᏛᏁᎲᎾ?

source: They say to him, Because no man has given us work. He says to them, Go in with the rest, into the vine-garden.
chr: ᏝᏰᎾ ᎩᎶ ᏲᎩᏅᏒ, ᎤᎾᏛᏁᎢ. ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᏂᎯ ᎾᏍᏉ ᎢᏤᎾ ᏖᎸᎳᏗ ᏙᏗᏫᏒᎢ; ᏚᏳᎪᏛᏃ ᎨᏒ ᏓᏨᏯᎫᏴᎡᎵ.

source: And when evening came, the lord of the vine-garden said to his manager, Let the workers come, and give them their payment, from the last to the first.
chr: ᎤᏒᏃ ᏄᎵᏍᏔᏅ, ᏖᎸᎳᏗ ᏓᏫᏒ ᎤᏤᎵᎦ ᎯᎠ ᏄᏪᏎᎴ ᎠᏕᎸ ᎤᎦᏘᏕᎯ, ᏫᏘᏯᏅ ᎪᎱᏍᏗ ᎠᎾᏛᏁᎯ ᎠᎴ ᏔᎫᏴᏏ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ, ᎣᏂᏱ ᎨᏥᏅᏒᎯ ᏔᎴᏅᏓ ᎢᎬᏱᏱᏃ ᎨᏥᏅᏒᎯ ᏘᏍᏆᎸᏓ

source: And when those men came who had gone to work at the eleventh hour, they were given every man a penny.
chr: ᎯᏍᎩᏁᏃ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎨᏥᏅᏒᎯ ᎤᏂᎷᏨ, ᎠᏂᏏᏴᏫᎭ ᎠᎩᏏ ᏧᎬᏩᎶᏗ ᎨᎦᎫᏴᎡᎴᎢ.

source: Then those who came first had the idea that they would get more; and they, like the rest, were given a penny.
chr: ᎢᎬᏱᏱᏃ ᎨᏥᏅᏒᎯ ᎤᏂᎷᏨ ᎤᏟ ᎢᎦᎢ ᏓᏲᎦᎫᏴᎡᎵ ᎤᏁᎵᏎᎢ. ᎠᏎᏃ ᎾᏍᏉ ᎠᎩᏏᏉ ᏧᎬᏩᎶᏗ ᎠᏂᏏᏴᏫᎭ ᎢᎨᎦᎫᏴᎡᎴᎢ.

source: And when they got it, they made a protest against the master of the house,
chr: ᎨᎦᎫᏴᎡᎸᏃ, ᎤᏂᎪᏁᎶᎯᏎᎴᏉ ᎠᏍᎦᏯ ᎦᏁᎳ,

source: Saying, These last have done only one hour's work, and you have made them equal to us, who have undergone the hard work of the day and the burning heat.
chr: ᎯᎠ ᏄᏂᏪᏎᎢ; ᎯᎠ ᎣᏂᏱ ᎤᏂᎷᏨᎯ ᏌᏉᏉ ᎢᏳᏟᎶᏛ ᏚᏂᎸᏫᏍᏓᏏ, ᎢᏧᎳᎭᏉᏃ ᏅᏍᎩᏴᎦ ᎠᏴ ᎾᏍᎩ ᎦᎨᏒ ᎠᎴ ᎤᏗᎴᎬ ᎢᎦ ᏦᎩᎸᏫᏍᏓᏁᎸᎯ.

source: But he in answer said to one of them, Friend, I do you no wrong: did you not make an agreement with me for a penny?
chr: ᎠᏎᏃ ᎠᏏᏴᏫ ᎤᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎩᎾᎵᎢ, ᎥᏝ ᎤᏣᏘᏂ ᏱᏂᎬᏴᏁᎭ. ᏝᏍᎪ ᎣᏏ ᏱᏣᏰᎸᏁ ᎠᎩᏏ ᏧᎬᏩᎶᏗ ᎬᏯᎫᏴᎡᏗᏱ?

source: Take what is yours, and go away; it is my pleasure to give to this last, even as to you.
chr: ᎯᎩ ᏣᏤᎵᎦ ᎠᎴ ᏥᎮᎾ. ᎣᏏ ᎠᎩᏰᎸ ᏥᏯᎫᏴᎡᏗᏱ ᎯᎠ ᎣᏂᏱ ᎤᎷᏨᎯ ᏂᎯ ᎬᏯᎫᏴᎡᎸ ᎢᎦᎢ.

source: Have I not the right to do as seems good to me in my house? or is your eye evil, because I am good?
chr: ᏝᏍᎪ ᏚᏳᎪᏛ ᏱᎩ ᏄᏍᏛ ᎦᏓᏅᏖᏍᎬ ᎢᏯᏋᏁᏗᏱ ᎠᏆᏤᎵ ᎨᏒᎢ? ᏥᏌ ᎯᎦᏙᎵ ᎤᏲᎢᏳ ᎢᎩ ᏅᏗᎦᎵᏍᏙᏗ ᎠᏴ ᎠᏆᏓᏅᏘᏳ ᎨᏒᎢ?

source: So the last will be first, and the first last.
chr: ᎰᏩᏃ ᎣᏂᏱ ᏥᎩ ᎢᎬᏱ ᎨᏎᏍᏗ, ᎢᎬᏱᏃ ᏥᎩ ᎣᏂᏱ ᎨᏎᏍᏗ. ᎤᏂᏣᏔᏰᏃ ᎨᏥᏯᏅᎲ, ᎠᏎᏃ ᎠᏂᎦᏲᎵᏳ ᎨᎦᏑᏰᏒ.

source: And when Jesus was going up to Jerusalem, he took the twelve disciples on one side, and said to them,
chr: ᏥᏌᏃ ᏥᎷᏏᎵᎻ ᏩᎦᏛᎢ, ᏔᎳᏚ ᎢᏯᏂᏛ ᎠᎾᏓᏍᏓᏩᏗᏙᎯ ᎤᎾᏁᎳᎩ ᎢᏴᏛ ᏫᏚᏘᏅᏍᏔᏅᎩ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎸᎩ;

source: See, we go up to Jerusalem; and the Son of man will be given into the hands of the chief priests and scribes; and they will give orders for him to be put to death,
chr: ᎬᏂᏳᏉ ᏥᎷᏏᎵᎻ ᏫᏗᎦᏘ, ᎠᎴ ᏴᏫ ᎤᏪᏥ ᏙᏓᏰᏥᏲᏏ ᏙᏓᎨᏦᏲᎯᏎᎵ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ, ᎾᏍᎩᏃ ᏙᏛᏄᎪᎳᏂ ᎤᏲᎱᎯᏍᏗᏱ,

source: And will give him up to the Gentiles to be made sport of and to be whipped and to be put to death on the cross: and the third day he will come back again from the dead.
chr: ᎠᎴ ᎫᎾᏏᎴᏅᏛ ᏴᏫ ᏙᏛᏂᏲᎯᏎᎵ ᎤᏂᏪᏢᎾᏁᏗᏱ, ᎠᎴ ᎤᏂᎵᎥᏂᏍᏗᏱ, ᎠᎴ ᎤᎾᏛᏗᏱ ᏧᏓᎿᏩᏛ ᎨᏛᎢ; ᎠᎴ ᏦᎢᏁ ᎢᎦ ᏙᏛᎠᎴᏂ.

source: Then the mother of the sons of Zebedee came to him with her sons, giving him worship and making a request of him.
chr: ᎿᏉᏃ ᎤᎷᏤᎸᎩ ᏤᏈᏘ ᏧᏪᏥ ᎤᏂᏥ, ᏓᏘᏁᎲᎩ ᏧᏪᏥ ᎠᏂᏫᏅ, ᎡᎳᏗ ᎤᏓᏅᏅᎩ, ᎠᎴ ᎠᎱᏍᏗ ᎤᏔᏲᏎᎲᎩ.

source: And he said to her, What is your desire? She says to him, Let my two sons be seated, the one at your right hand, and the other at your left, in your kingdom.
chr: ᎯᎠᏃ ᏄᏪᏎᎸᎩ; ᎦᏙ ᏣᏚᎵᎭ? ᎯᎠ ᏅᏓᏳᏪᏎᎸᎩ; ᎭᎵᏍᎪᎸᏓ ᎯᎠ ᎠᏂᏔᎵ ᏗᏇᏥ ᏧᏂᏗᏱ ᏣᏤᎵᎪᎯ ᎨᏒᎢ, ᏌᏉ ᎯᎦᏘᏏ ᎢᏗᏢ, ᏐᎢᏃ ᎯᎦᏍᎦᏂ.

source: But Jesus made answer and said, You have no idea what you are requesting. Are you able to take of the cup which I am about to take?
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; Ꮭ ᏱᏥᎦᏔᎭ ᏄᏍᏛ ᎢᏥᏔᏲᎯᎲᎢ. ᏥᎪ ᏰᎵᏉ ᎨᏣᏗᏔᏍᏗ ᎤᎵᏍᏈᏗ ᎠᏟᏍᏛ ᎠᏴ ᏨᏓᎦᏗᏔᎯ, ᎠᎴᏍᎪ ᏰᎵᏉ ᏱᏕᏣᏬᏍᏓ ᎠᏴ ᎾᏍᎩ ᏨᏓᏴᏆᏬᏍᏔᏂ? ᏰᎵᏉ, ᎤᎾᏛᏅᎩ.

source: They say to him, We are able. He says to them, Truly, you will take of my cup: but to be seated at my right hand and at my left is not for me to give, but it is for those for whom my Father has made it ready.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯ ᎠᏆᏤᎵ ᎤᎵᏍᏈᏗ ᎠᏟᏍᏛ ᏓᏣᏗᏔᎯ, ᎠᎴ ᎠᏴ ᎥᏆᏬᏍᏙᏗ ᎨᏒ ᏙᏓᏰᏣᏬᏍᏔᏂ. ᏥᎦᏘᏏᏍᎩᏂ ᎠᎴ ᏥᎦᏍᎦᏂ ᎩᎶ ᎤᏪᏗᏱ ᎥᏝ ᎠᏴ ᎠᏆᏓᏁᏗ ᏱᎩ, ᎨᏥᏁᏗᏍᎩᏂᏃᏅ ᎨᏎᏍᏗ ᎾᏍᎩ ᎡᏙᏓ ᏧᏓᏁᎳᏁᎸᎯ.

source: And when it came to the ears of the ten, they were angry with the two brothers.
chr: ᎠᏍᎪᎯᏃ ᎢᏯᏂᏛ ᎤᎾᏛᎦᏅ ᎤᏣᏘ ᎤᏂᏔᎳᏬᏒᎩ ᏚᏂᏂᏆᏘᎸ ᎠᏂᏔᎵ ᏗᎾᏓᏅᏟ.

source: But Jesus said to them, You see that the rulers of the Gentiles are lords over them, and their great ones have authority over them.
chr: ᏥᏌᏃ ᏫᏚᏯᏅᎲ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏥᎦᏔᎭ ᎠᏰᎵ ᏕᎪᏢᏩᏗᏒ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᏂᏁᎪ ᎢᏳᎾᏛᏁᎵᏓᏍᏗᏱ ᏴᏫ, ᎠᎴ ᎨᏥᎸᏉᏗ ᎠᏂᏁᏥᏙᎲ ᎾᎾᏛᏁᎰᎢ.

source: Let it not be so among you: but if anyone has a desire to become great among you, let him be your servant;
chr: ᏂᎯᏍᎩᏂ ᏞᏍᏗ ᎾᏍᎩ ᏱᏂᏨᏁᏍᏗ; ᎩᎶᏍᎩᏂ ᎠᏥᎸᏉᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏚᎵᏍᎨᏍᏗ ᎾᏍᎩ ᎡᏥᏅᏏᏓᏍᏗ ᎨᏎᏍᏗ.

source: And whoever has a desire to be first among you, let him take the lowest place:
chr: ᎠᎴ ᎩᎶ ᎤᎬᏫᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏚᎵᏍᎨᏍᏗ ᎾᏍᎩ ᎡᏥᎾᏝᎢ ᎨᏎᏍᏗ.

source: Even as the Son of man did not come to have servants, but to be a servant, and to give his life for the salvation of men.
chr: ᎾᏍᎩᏯᏉ ᏴᏫ ᎤᏪᏥ ᎤᏓᏅᏏᏓᏍᏗᏱ ᏄᏲᎵᎸᎾ ᏥᎩ, ᎠᏥᏅᏏᏓᏍᏗᏱᏉᏍᎩᏂ, ᎠᎴ ᎬᏅᎢ ᎤᎵᏍᎪᎸᏙᏗᏱ ᎤᏂᏣᏘ ᏗᎫᏴᏙᏗ.

source: And when they were going out from Jericho, a great number went after him.
chr: ᏤᎵᎪᏃ ᎤᎾᏂᎩᏒ ᎤᏂᏣᏘ ᏴᏫ ᎬᏩᏍᏓᏩᏛᏒᎩ.

source: And two blind men seated by the wayside, when they had the news that Jesus was going by, gave a loud cry, saying, Lord, Son of David, have mercy on us.
chr: ᎬᏂᏳᏉᏃ ᎠᏂᏔᎵ ᏗᏂᎨᏫ ᎤᏃᎱᎶᏗ ᏚᏃᎸᎩ, ᎤᎾᏛᎦᏅᏃ ᏥᏌ ᎤᎶᏒᎢ ᎤᏁᎷᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏍᎩᏂᏙᎵᎩ, ᏣᎬᏫᏳᎯ ᏕᏫ ᎤᏪᏥ.

source: And the people gave them orders to be quiet; but they went on crying even louder, Lord, Son of David, have mercy on us.
chr: ᎤᏂᏣᏘᏃ ᏚᏂᏁᏤᎸᎩ ᎡᎳᏪᏱ ᎤᏅᏗᏱ. ᎠᏎᏃ ᎤᏟᏉ ᎢᎦᎢ ᎤᏁᎷᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ, ᏍᎩᏂᏙᎵᎩ, ᏣᎬᏫᏳᎯ ᏕᏫ ᎤᏪᏥ.

source: And Jesus, stopping, sent for them, and said, What would you have me do to you?
chr: ᏥᏌᏃ ᎤᎴᏫᏍᏔᏅ ᏫᏚᏯᏅᎲᎩ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏙ ᎢᏍᏓᏚᎵ ᎠᏴ ᎢᏍᏛᏯᏛᏁᏗᏱ?

source: They say to him, Lord, that our eyes may be open.
chr: ᎯᎠ ᏄᏂᏪᏒᎩ: ᏣᎬᏫᏳᎯ, ᏦᏍᏗᎦᏙᎵ ᏧᎵᏍᏚᎢᏍᏗᏱ ᎣᎩᎾᏚᎵᎭ.

source: And Jesus, being moved with pity, put his fingers on their eyes: and straight away they were able to see, and went after him.
chr: ᏥᏌᏃ ᏚᏪᏙᎵᏨ ᏗᏂᎦᏙᎵ ᏚᏒᏁᎸᎩ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎬᏩᏂᎪᏩᏛᏗ ᏄᎵᏍᏔᏅᎩ; ᎠᎴ ᎬᏩᏍᏓᏩᏛᏒᎩ.

source: Chapter 21
chr: ᎠᏯᏙᎸᎢ 21
